'''Тут слова на которые реагирует бот, что 
обращение было к нему. Его имя и команда могут быть сказаны
в любой последовательности и даже в перемешку и тд...,
главное без продолжительной паузы'''

TRIGGERS = {'Некон'}


data_set = {
    'какая сейчас погода': 'weather сейчас в москве',
    'что по погоде': 'weather сейчас в москве',
    'сколько градусов': 'weather сейчас в москве',
    'открой браузер': 'browser будет сделано сэр',
    'запусти браузер': 'browser будет сделано сэр',
    'открой гугл': 'browser будет сделано сэр',
    'выйди в интернет': 'browser будет сделано сэр',
    'запусти вальхейм': 'valheim запустил, наслаждайтесь игрой',
    'запусти стим': 'steam уже запустил',
    'выключи компьютер': 'offpc выполняю',
    'включи компьютер': 'onpc включаю пк сэр',
    'пока': 'offBot до скорой встречи сэр',
    'привет': 'passive здравствуйте сэр',
    'что ты умеешь': 'passive сэр вот список того что я умею делать открывать браузер, узнать погоду, открыть игры вальхейм и дота2, пообщаться с вами',
    'ты тут': 'passive да сэр',
    'поможешь мне': 'passive всегда к вашим услугам сэр'
}